const movies = [
  {
    id: 0,
    name: "一秒钟",
    types: ["剧情", "犯罪"],
    location: "中国大陆",
    time: 104,
    boxOffice: 96280, // 以k为单位
    poster:
      "https://p1.meituan.net/movie/13cb85d810b0530b951625430c2f35044951112.jpg@464w_644h_1e_1c",
    score: 8.7,
    like: 0,
    startDay: new Date(),
    description: `二十世纪七十年代中期，看电影是人们重要的精神享受。
                      西北某地，没赶上场次的张九声怅然若失，他悄悄从农场溜出来，就是为了看一场电影，
                      那是一盘宣传性质的新闻胶卷带，他相信在那盘胶片中有他已经去世的女儿的“一秒钟”影像。
                      为了找到这胶片，他开始疯狂起来。此时他恰逢流浪儿刘闺女，冤家路窄的两个人，原来同是天涯沦落人。
                      一个是失去女儿的父亲，一个是失去父爱的女儿；一个想要看某一场电影，一个想要12.5米废胶片。
                      目的完全相反，最后却殊途同归，因为一场电影结下了不解之缘`,
    director: "张艺谋",
    stars: [
      {
        star: "张译",
        role: "张久声"
      },
      {
        star: "张译",
        role: "张久声"
      },
      {
        star: "张译",
        role: "张久声"
      },
      {
        star: "张译",
        role: "张久声"
      },
      {
        star: "张译",
        role: "张久声"
      }
    ]
  },
  {
    id: 2,
    name: "两秒钟",
    types: ["剧情", "犯罪"],
    location: "中国大陆",
    time: 104,
    boxOffice: 96280, // 以k为单位
    poster:
      "https://p1.meituan.net/movie/13cb85d810b0530b951625430c2f35044951112.jpg@464w_644h_1e_1c",
    score: -1,
    like: 5000, // 以k为单位
    startDay: new Date(),
    description: `二十世纪七十年代中期，看电影是人们重要的精神享受。
                      西北某地，没赶上场次的张九声怅然若失，他悄悄从农场溜出来，就是为了看一场电影，
                      那是一盘宣传性质的新闻胶卷带，他相信在那盘胶片中有他已经去世的女儿的“一秒钟”影像。
                      为了找到这胶片，他开始疯狂起来。此时他恰逢流浪儿刘闺女，冤家路窄的两个人，原来同是天涯沦落人。
                      一个是失去女儿的父亲，一个是失去父爱的女儿；一个想要看某一场电影，一个想要12.5米废胶片。
                      目的完全相反，最后却殊途同归，因为一场电影结下了不解之缘`,
    director: "张艺谋",
    stars: [
      {
        star: "张译",
        role: "张久声"
      },
      {
        star: "张译",
        role: "张久声"
      },
      {
        star: "张译",
        role: "张久声"
      },
      {
        star: "张译",
        role: "张久声"
      },
      {
        star: "张译",
        role: "张久声"
      }
    ]
  },
  {
    id: 1,
    name: "新电影",
    types: ["剧情", "爱情"],
    location: "中国大陆",
    time: 104,
    boxOffice: 96280, // 以k为单位
    poster:
      "https://p1.meituan.net/movie/13cb85d810b0530b951625430c2f35044951112.jpg@464w_644h_1e_1c",
    score: 8.7,
    like: 0,
    startDay: new Date(),
    description: `二十世纪七十年代中期，看电影是人们重要的精神享受。
                      西北某地，没赶上场次的张九声怅然若失，他悄悄从农场溜出来，就是为了看一场电影，
                      那是一盘宣传性质的新闻胶卷带，他相信在那盘胶片中有他已经去世的女儿的“一秒钟”影像。
                      为了找到这胶片，他开始疯狂起来。此时他恰逢流浪儿刘闺女，冤家路窄的两个人，原来同是天涯沦落人。
                      一个是失去女儿的父亲，一个是失去父爱的女儿；一个想要看某一场电影，一个想要12.5米废胶片。
                      目的完全相反，最后却殊途同归，因为一场电影结下了不解之缘`,
    director: "张艺谋",
    stars: [
      {
        star: "张译",
        role: "张久声"
      },
      {
        star: "张译",
        role: "张久声"
      },
      {
        star: "张译",
        role: "张久声"
      },
      {
        star: "张译",
        role: "张久声"
      },
      {
        star: "张译",
        role: "张久声"
      }
    ]
  }
];

export default movies;
